Revit 2027 API
ParameterTypeId.MepLowerCenterlineElevation Property
 "Lower End Centerline Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepLowerCenterlineElevation { get; }
Public Shared ReadOnly Property MepLowerCenterlineElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepLowerCenterlineElevation {
	ForgeTypeId^ get ();
}
static member MepLowerCenterlineElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace